remesh-simplified/app/controllers/conversations_controller.rb

  def index
    @conversations = Conversation.all
---
SELECT "conversations".* FROM "conversations"